const animeList = [
  { name: "進擊的巨人", img: "https://i.postimg.cc/fRHHVGnH/af6d17164110cdea27285b18ddb890eecc6561ff.jpg", 
  status: "完結", genre: ["冒險","動作","戰爭","血腥暴力"], character: ["熱血","衝動","堅毅"], desc: "人類曾一度因被巨人捕食而崩潰。幸存下來的人們建造了一面巨大的牆壁，防止了巨人的入侵。不過，作為「和平」的代價，人類失去了到牆壁的外面去這一「自由」……主人公艾連對還沒見過的外面的世界抱有興趣。在他正做著到牆壁的外面去這個夢的時候，毀壞牆壁的大巨人出現了！ ",
  mal_id: 16498,  // 第一季
  season_ids: [16498, 25777, 35760, 38524, 40028, 48583] },
  { name: "鬼滅之刃", img: "https://i.postimg.cc/zf7qHXXK/KK5l-GCH.jpg",
  status: "完結", genre: ["冒險","動作","奇幻","血腥暴力"], character: ["熱血","善良","堅毅"], desc: "舞台是日本的大正時代，名叫竈門炭治郎的平凡農村少年，靠著賣炭來維持一家的生計。某天他下山去賣炭，回家時天色已暗，好心的三郎爺爺便留他住了一晚。隔天他回到家卻發現家人全都遭到殘殺，只剩禰豆子身體還有餘溫，然而她似乎變得跟平常不太一樣？為了尋求拯救妹妹的方法，炭治郎踏上了斬鬼的冒險旅程。", 
  mal_id: 38000,  // 第一季
  season_ids: [38000, 49926, 47778, 51019, 55701]  },
  { name: "輝夜姬想讓人告白", img: "https://i.postimg.cc/HnBwZrQf/11207-p.jpg", 
  status: "完結", genre: ["戀愛","搞笑","校園","智鬥"], character: ["冷靜","高智商","傲嬌"], desc: "「先告白的人在戀愛當中是輸家！」 家庭背景與人品都很棒，一大群有前途的菁英所聚集的秀知院學園，在學生會相遇的副會長 四宮輝夜與會長 白銀御行，原本應該受到了對方吸引…想不到過了半年卻什麼事情也沒發生。最麻煩的是這兩個自尊心超強、無法坦率的傢伙，居然開始要「設法讓對方向自己告白」！？ 直到戀情有結果之前都會很歡樂的故事！！感覺很新鮮的“鬥智”愛情喜劇，就此開戰！！", 
  mal_id: 37999,  // 第一季
  season_ids: [37999, 40591] },
  { name: "暗殺教室", img: "https://i.postimg.cc/BbH5TJpv/13254-p-220413.png", 
    status: "完結", genre: ["動作","校園","搞笑","勵志"], character: ["溫柔","幽默"], desc: "揚言要炸掉地球的超生物「殺老師」，以不明目的擔任椚丘中學 3 年 E 班的教師。各國首腦配送特製的武器給該班級，並要求生們在一年內殺掉殺老師，報酬是一百億日元。各同學想盡辦法殺死這名老師，故事圍繞著非日常的校園生活而展開。", trailer: "oQc2BaBF4Gs",
  mal_id: 24833,  // 第一季
  season_ids: [24833, 30654] },
  { name: "火影忍者", img: "https://i.postimg.cc/tRMCzTdt/716063add22e2bb964cb9d3be319j235.jpg", 
    status: "完結", genre: ["動作","冒險","勵志"], character: ["熱血","善良","堅毅"], desc: "十二年前，在木葉忍者村中出現了一隻九尾妖狐，此狐有九尾，狐動其尾則山崩落、海嘯起，幸而有一名忍者拼死封印這強大的敵人，當時尚在襁褓中的主人公「漩渦鳴人」，被當作妖狐的『封印容器』。從小無父無母的鳴人經常以惡作劇吸引眾人的注意，然而大家都因為一個不可說的秘密而冷落他。鳴人的成長過程總是非常的寂寞，懷有過人自信的鳴人爲了得到更多人的認可，他立志成爲木葉忍者村的火影。",
  mal_id: 20,  // 第一季
  season_ids: [20, 1735] },
  { name: "影子籃球員", img: "https://i.postimg.cc/yNDZhV6M/14185-p-230118.png", 
    status: "完結", genre: ["動作","運動","勵志","校園"], character: ["冷靜","善良","堅毅"], desc: "連續蟬連全國中學籃球大賽三年的超強學校帝光中學，因其籃球隊才能之非凡卓越，而使正選的五名天才籃球手被稱之為「奇蹟世代」聞名於當世。但在五人之外，鮮為人知的還有以極端消除自己的存在感以純助攻活躍幫助場上五人的「幻之第六人」黑子哲也，升上高中後眾人各自分散於各校，黑子為了打倒昔日的隊友稱霸全國，而與在美國成長而歸日之籃球好手火神大我攜手合作，帶領所屬誠凜高中籃球部，奪得全日本高校籃球大賽冠軍！", 
  mal_id: 11771,  // 第一季
  season_ids: [11771, 16894, 24415] },
  { name: "排球少年", img: "https://i.postimg.cc/yYxpqKk1/12888_p_211127.jpg", 
    status: "完結", genre: ["校園","運動","動作","勵志"], character: ["熱血","善良","堅毅"], desc: "講述身材矮小但熱愛排球的少年日向翔陽，在高中加入沒落的烏野排球隊，與天才二傳手影山飛雄搭檔，組成驚人的怪物快攻組合。隊員們在追逐「飛翔」夢想的過程中，不斷磨練、成長，挑戰各路強校，在汗水與團隊羈絆中找到了屬於自己的榮耀與飛行方式。",
  mal_id: 20583,  // 第一季
  season_ids: [20583, 38883, 40776, 28891, 32935]},
  { name: "我的英雄學院", img: "https://i.postimg.cc/g2MMxCFT/12893_p_211129.png", 
    status: "完結", genre: ["動作","校園","勵志","冒險"], character: ["熱血","善良","堅毅"], desc: "大部分的人類，在這個時代裡都擁有名為“個性”的力量，但有力量之人卻不一定都屬於正義的一方。只要邪惡出現的地方，必定會有英雄挺身而出拯救眾人。 　　一名天生沒有力量的少年——綠谷出久從小就憧憬一位頂尖英雄，而他的夢想就是成為偉大的英雄，可是，沒有力量的他能實現自己的夢想嗎？雖然困難重重，少年卻依舊不放棄，朝著自己的目標勇往前進。",
  mal_id: 31964,  // 第一季
  season_ids: [31964, 33486, 36456, 38408, 41587, 49918, 54789]},
  { name: "死亡筆記本", img: "https://i.postimg.cc/Zqyf5NXs/21812806904203_631.jpg", trailer: "NlJZ-YgAt-c",
    status: "完結", genre: ["智鬥","犯罪","心理","懸疑"], character: ["冷靜","高智商"], desc: "講述天才高中生夜神月偶然撿到死神遺落的黑色筆記本，只要在筆記本上寫下名字並想著那個人的長相，就能讓對方死亡。夜神月想用它建立「無罪的新世界」，並成為世界的神。然而這引來神秘天才偵探 L 的追查，展開一場刺激緊張、以智慧與心理戰為核心的正邪對決。", 
    mal_id: 1535,  // 第一季
  season_ids: [1535]
   },
  { name: "86不存在的戰區", img: "https://i.postimg.cc/3wDLxGzL/12121_p.jpg", 
    status: "完結", genre: ["動作","科幻","戰爭"], character: ["冷靜","有責任感"], desc: "位於共和國全八十五個行政區之外的「不存在的第 86 區」中，一群少年少女正以「有人駕駛的無人機」之姿，日夜奮戰不懈。率領一群年輕人出生入死的少年──辛，與身處遙遠後方，透過特殊通訊指揮他們作戰的「指揮管制官」少女──蕾娜。兩人壯烈而悲傷的戰鬥與離別的故事，就此揭開序幕。", trailer: "KfQODo4PzTs",
    mal_id: 41457,  // 第一季
  season_ids: [41457, 48569]
 },
  { name: "死神", img: "https://i.postimg.cc/9Qk82bgv/13944_p_221012.jpg", trailer: "e8YBesRKq_U",
    status: "完結", genre: ["冒險","動作","奇幻","血腥暴力"], character: ["堅毅","善良"], desc: "能看見幽靈的高中生黑崎一護，意外從死神朽木露琪亞那裡獲得死神力量，開始代替她在現世斬除虛、守護人類與靈魂。在執行任務的過程中，一護捲入魂界與虛圈的戰鬥，也逐漸覺醒自身隱藏的力量，與同伴一同對抗強大的敵人，展開關於責任、羈絆與力量的熱血冒險。", 
    mal_id: 269,  // 第一季
  season_ids: [269, 41467, 53998, 56784]
 },
  { name: "薰香花朵凜然綻放", img: "https://i.postimg.cc/cJ8DL3Pj/c20082757394712e4bb6bf3ae41ug3e5.jpg", 
    status: "連載", genre: ["戀愛","校園"], character: ["善良","內斂"], desc: "凜太郎和薰子兩人看似在完全不同的世界，卻因一次次的相遇而逐漸靠近。凜太郎冷淡的世界開始被「花香」溫暖，他們在彼此的陪伴中學會理解、勇氣與真實面對自己。", 
    mal_id: 59845,  // 第一季
  season_ids: [59845]
 },
  { name: "灌籃高手", img: "https://i.postimg.cc/Zqyf5NX2/IMG_4530.jpg", 
    status: "完結", genre: ["校園","運動","動作","勵志"], character: ["熱血","幽默","堅毅"], desc: "不良少年櫻木花道為了追求心儀的女孩誤打誤撞加入湘北高中籃球隊，原本對籃球一無所知的他，憑著體能與不服輸的精神逐漸成長為球隊的重要戰力。在與流川楓、赤木剛憲、三井壽、宮城良田等隊友的磨合與努力下，湘北隊一同朝着全國大賽的夢想前進，展開一段熱血與感動的籃球青春物語。", 
    mal_id: 170,  // 第一季
  season_ids: [170]
 },
  { name: "關於我轉生成史萊姆這檔事", img: "https://i.postimg.cc/1zgdV2NR/10003_poster_(1).jpg", 
    status: "完結", genre: ["冒險","動作","奇幻","異世界","搞笑"], character: ["冷靜","有責任感"], desc: "三上悟過著不起眼的人生，在隨機殺人魔肆虐下結束了三十七年生涯，面對一系列狀況，他意識到自己投胎轉世成「史萊姆」！儘管變成最弱魔物讓他頗有怨言，三上悟還是決定要快樂地過史萊姆生活，沒想到卻碰上天災級魔物「暴風龍維爾德拉」，命運就此出現巨大轉折", 
    mal_id: 37430,  // 第一季
  season_ids: [37430, 39551, 41487, 53580, 59970]
 },
  { name: "憂國的莫里亞蒂", img: "https://i.postimg.cc/TPWk3bBC/11626_p.jpg", 
    status: "連載", genre: ["智鬥","犯罪","心理"], character: ["冷靜","高智商"], desc: "。時值 19 世紀末，大不列顛盛世的倫敦，莫里亞蒂因出身孤兒院，在幼年時飽受不公對待，非常厭惡深植於這國家的階級制度，長大後的他決定推動淨化世界的壯闊計畫，便以犯罪顧問的身份對抗權貴，打算改變這國家。莫里亞蒂教授背後不為人知的故事正式揭幕。", 
    mal_id: 40911,  // 第一季
  season_ids: [40911, 43325]
 },
  { name: "網球王子", img: "https://i.postimg.cc/0y4WvnHg/93b4e5076e78083473567583511p41i5.jpg", 
    status: "連載", genre: ["校園","運動","動作","勵志"], character: ["冷靜","堅毅"], desc: "兩位天才學生會長之間的戀愛心理戰青春學院的網球部的來了一個初一新生～「越前龍馬」。雖然幫助網球部其他新生出頭不被高年級欺負，不過他的態度十分傲慢，於是很快就和前輩用比賽決勝負。出人意料的是他的實力也確實高的驚人，引起了網球部指導老師和社長手塚的注意，並破例將他選入正式隊員隊伍，開始了通往全國大賽的征途。", 
    mal_id: 22,  // 第一季
  season_ids: [22, 11371, 50099]
 },
  { name: "GACHIAKUTA", img: "https://i.postimg.cc/4xn5dcrC/0000139922.jpg", trailer: "hQjGJJ23BCE",
    status: "連載", genre: ["冒險","動作","奇幻"], character: ["衝動"], desc: "路德生活在在天界的貧民窟中，窮人們在富人的陰影下艱難度日；而富人則過著奢華的生活，隨手將垃圾丟進深淵。有一天，路德被誣陷為殺人犯，這個冤枉的判決使他受到了難以想像的刑罰：與其他垃圾一起被丟棄到「奈落」——人類廢棄物所滋生的可怕怪物領域。為了生存，尋求真相並復仇，他必須掌握新的力量，並加入「清道夫」組織，對抗「奈落」中的巨大「斑獸」", trailer: "https://www.youtube.com/watch?v=VQGCKyvzIM4", 
    mal_id: 59062,  // 第一季
  season_ids: [59062]
 },
  { name: "擁有超常技能的異世界流浪美食家", img: "https://i.postimg.cc/CxdN18Wp/擁有超常技能的異世界流浪美食家_S2_繁直.jpg", trailer: "AriFdbDGLSg",
    status: "完結", genre: ["冒險","奇幻","異世界","美食"], character: ["溫柔"], desc: "向田剛志是個平凡的上班族，某天突然被召喚到異世界。向田在這異世界裡唯一可仰賴的，就是能夠將現代商品送到異世界來的固有技能「網路超市」。雖然是個乍看之下很窮酸的技能，也不適合用來戰鬥，但若能好好運用，也許便不愁吃穿了？向田本來抱著這般輕鬆的想法，沒想到在這異世界裡，一旦吃了利用這個技能取得的現代食品就會發揮出超常效果…！", 
    mal_id: 53446,  // 第一季
  season_ids: [53446, 57025]
 },
  { name: "桃源暗鬼", img: "https://i.postimg.cc/Gm9Q2D6W/940b4a4dae7c2c31117d54bf6d1pvcy5.jpg", trailer: "eEsevVJAvP4",
    status: "連載", genre: ["冒險","動作","奇幻","血腥暴力"], character: ["熱血","善良"], desc: "很久以前，鬼因為意識到自己的兇惡本性而隱居生活，卻遭到了桃太郎的襲擊。於是，「桃太郎機關」與「鬼機關」各自組織展開了數千年的抗爭。在突如其來的桃太郎襲擊中，主角一之瀬四季得知自己是「鬼」的後裔。當四季遇見自己血脈中的鬼後，他的宿命將會如何展開。", 
    mal_id: 58811,  // 第一季
  season_ids: [58811]
 },
  { name: "我獨自升級", img: "https://i.postimg.cc/cL6mH3PV/8b9f6a52ed44ff10d05ab2ba1afd1856ebfbcf8d_md.jpg", trailer: "DYTZbJ2Y4Yk",
    status: "完結", genre: ["冒險","動作","奇幻","血腥暴力"], character: ["冷靜"], desc: "世界各地突然出現連接異次元與現實世界的「傳送門」，而被稱之為「獵人」的覺醒者也相繼出現。有位被稱為人類最弱兵器的下級獵人—成振宇，他在地下城中負傷瀕死之際，面前突然出現了一道神秘任務視窗。危急關頭選擇了接受任務的成振宇，發現自己有了「升級」的能力。", trailer: "oQc2BaBF4Gs", 
    mal_id: 52299,  // 第一季
  season_ids: [52299, 58567]
},
  { name: "銀魂", img: "https://i.postimg.cc/ZKKGv6s1/3F3F429.webp", 
    status: "完結", genre: ["冒險","搞笑","動作"], character: ["幽默","堅毅"], desc: "在外星人「天人」來到地球並掌控幕府後，武士逐漸式微。曾經的武士坂田銀時雖然外表懶散、愛耍賴，但依然保有武士的魂。他與吐槽擔當的少年新八、怪力少女神樂一起經營「萬事屋」，替人解決各種奇怪又離譜的麻煩。日常雖充滿搞笑與胡鬧，但當朋友、信念或武士精神受到威脅時，銀時會挺身而出，展現真正的「武士之魂」。", 
    mal_id: 918,  // 第一季
  season_ids: [918]
 },
  { name: "咒術迴戰", img: "https://i.postimg.cc/4NWPsPFs/3F3F.webp", 
    status: "完結", genre: ["冒險","動作","奇幻","血腥暴力","校園"], character: ["善良","熱血","堅毅"], desc: "虎杖悠仁是一位體育萬能的高中生，某天他為了從「咒物」危機中解救學長姊，而吞下了詛咒的手指，讓「宿儺」這種詛咒跟自己合而為一。之後他加入了專門培養咒術師的學校「咒術高專」，並遇到了伏黑惠與釘崎野薔薇這兩位同學。某日，突然出現「特級咒物」，他們三人就奉命到現場支援。為了實現爺爺要他「助人」的遺言，虎杖將會繼續與「詛咒」奮鬥下去。", 
    mal_id: 40748,  // 第一季
  season_ids: [40748, 51009, 57658]
 },
  { name: "食戟之靈", img: "https://i.postimg.cc/Dyx6n6YV/10754_p.jpg", 
    status: "完結", genre: ["校園","美食"], character: ["熱血","自信"], desc: "位於東京的料理名校「遠月學園」，學生們會以料理來作一對一的比試對決，這種對決叫作「食戟」。 家裡經營「幸平餐館」的中學生 幸平創真，國中畢業之後，以料理人的父親為目標，每天持續磨練自己的廚藝。但是某一天，父親卻要他進入廚藝學校「遠月學園」就讀。來到遠月學園的創真，展開了校園料理生活。", 
    mal_id: 28171,  // 第一季
  season_ids: [28171, 32282, 35788, 36949, 39940, 40902]
 },
  { name: "境界觸發者", img: "https://i.postimg.cc/CLc7S76V/19122303451065.webp", 
    status: "連載", genre: ["科幻","冒險","動作"], character: ["冷靜","有責任感"], desc: "某天異世界之門突然在地球打開，名為「近界民（Neighbors）」的怪物開始入侵。為了對抗牠們，人類成立防衛組織 BORDER。性格溫和但頭腦冷靜的少年三雲修，與擁有強大近界能力的神秘少年空閑遊真，以及狙擊手少女雨取千佳組成小隊，一起在戰鬥、訓練與競賽中成長，面對人類與異世界的衝突與真相。", 
    mal_id: 24405,  // 第一季
  season_ids: [24405, 40907, 44940]
 },
  { name: "香格里拉開拓異境", img: "https://i.postimg.cc/Dyx6n6pN/bzh15o_U.jpg", trailer: "lKBwsmZ62Ew",
    status: "連載", genre: ["冒險","異世界","動作"], character: ["熱血","高智商"], desc: "高智商但社交零分的孤僻玩家陽務樂郎，在遊戲中專門攻略最糞的垃圾遊戲，某天卻在現實中被捲入一款被稱為「歷史最糞」的異世界生存遊戲《香格里拉·開拓異境》。他以最低評級的最爛職業「農民」，運用極限操作、策略建設與玩家思維，一點一滴開拓領地、招募夥伴，挑戰公認不可能通關的世界，逐漸朝「神作結局」邁進。", 
    mal_id: 52347,  // 第一季
  season_ids: [52347, 58572, 61338]
  },
  { name: "迷宮飯", img: "https://i.postimg.cc/9FLbCbgS/5c197d09e9497d40705a0b4b621oa5q5.jpg", 
    status: "完結", genre: ["冒險","奇幻","美食"], character: ["冷靜","溫柔"], desc: "冒險者萊歐斯的隊伍在地下城探索時慘遭龍擊潰，妹妹被龍吞食。為了救回妹妹，他決定立刻重返迷宮，但因資源不足，隊伍開始嘗試——用迷宮裡的魔物來做料理過活！在矮人廚師瑪露西爾的加入下，他們一邊料理史萊姆、曼陀羅草、活甲蟲等魔物，一邊深入迷宮，展開一場奇妙又「美味」的冒險旅程。", 
    mal_id: 52701,  // 第一季
  season_ids: [52701, 59068]
 },
  { name: "地-關於地球的運動", img: "https://i.postimg.cc/bNmgpgVB/B5E5B1.webp", 
    status: "完結", genre: ["哲學","歷史"], character: ["冷靜","內斂"], desc: "在一個追求真理會被視為異端、甚至帶來死亡的時代，年輕學者們開始接觸關於「地球不是宇宙中心」的危險思想。他們明知道會遭到迫害，仍然選擇研究、傳承並守護這份關於「地球運動」的真理。", 
    mal_id: 52215,  // 第一季
  season_ids: [52215]
 },
  { name: "獵人x獵人", img: "https://i.postimg.cc/PrSyTyVg/0001384785.jpg", 
    status: "連載", genre: ["冒險","動作"], character: ["熱血","衝動"], desc: "為了找尋父親而踏上旅途的 12 歲少年「小傑」作為主角，在得知了父親的工作後，對於「獵人」這個職業產生憧憬的小傑於是也踏上了獵人資格的測驗，並在一路結識了許多好友、更遇上了許多的強敵。", 
    mal_id: 11061,  // 第一季
  season_ids: [11061]
 },
  { name: "超級小偷", img: "https://i.postimg.cc/PfSTZL6f/MV5BOGZk_Zm_Rj_NGIt_ZDUy_MC00Mj_Nj_LTg1Mj_Et_NTJh_Nj_Vl_Yjc0Nm_M0Xk_Ey_Xk_Fqc_Gc_V1_FMjpg_UX1000.jpg", 
    status: "完結", genre: ["犯罪","動作"], character: ["幽默","自信","瘋狂"], desc: "在這個充滿超能力者與英雄的世界裡，主角強尼·博爾特是一位有電力能力但混得很慘的超能罪犯。為了完成人生最後一次大賺一票的夢想，他召集了一群風格迥異、能力古怪的超級犯罪同伴，計畫搶劫世界上最危險也最強大的超能大壞蛋。", 
    mal_id: 48453,  // 第一季
  season_ids: [48453]
 },
  { name: "光逝去的夏天", img: "https://i.postimg.cc/NGdBTyN7/c75d2e98aeb1d7c684cf77af4d1v4yt5.jpg", 
    status: "連載", genre: ["懸疑"], character: ["內斂","溫柔"], desc: "佳紀和光是從小一起長大的好友，但是當光在山中失蹤一星期歸來後，佳紀發覺身邊的「光」不是原本的他，已經被某種東西取代了，同時村中也發生詭異命案。", 
    mal_id: 58913,  // 第一季
  season_ids: [58913]
 },
  { name: "地獄樂", img: "https://i.postimg.cc/tRBpP1r3/69f3b2c97e46f31df2808e26c91jova5.jpg", 
    status: "完結", genre: ["冒險","動作","奇幻"], character: ["衝動","堅毅"], desc: "忍者罪人畫眉丸因想與妻子重逢而接受特赦任務，被送往充滿怪異生物與不死之謎的禁島「極樂淨土」尋找長生不老的仙藥。與女斬首人佐切及其他罪人、劊子手們在島上展開殘酷的生存戰，他們在血腥與絕望中，不只是為了活下去——而是為了找到活著的理由。", 
    mal_id: 46569,  // 第一季
  season_ids: [46569]
 },
  { name: "肌肉魔法使", img: "https://i.postimg.cc/J7pMJyTZ/14699_p_230525.jpg", 
    status: "完結", genre: ["奇幻","搞笑","校園"], character: ["冷靜","幽默","堅毅"], desc: "這裡是魔法的世界，眾人將使用魔法這件事視為理所當然，並且使用魔法技術優劣決定地位高低。馬修是個異類，因為他天生就不會使用魔法，被養父藏匿起來照顧。養父生怕他因此被別人傷害，便從小教他重訓，希望他可以用體魄來保護自己……意想不到的是在不斷的鍛鍊之下，馬修的肌肉不只能保護自己，更足以粉碎絕大多數的魔法！？", 
    mal_id: 52211,  // 第一季
  season_ids: [52211, 55813]
 },
  { name: "鬼人幻燈抄", img: "https://i.postimg.cc/sxyRN8cG/997010592c28487211019d5ae41tpvd5.jpg", 
    status: "完結", genre: ["冒險","動作","奇幻","歷史"], character: ["冷靜","有責任感"], desc: "時值天保十一年，大饑荒使民心動盪不安。在這混亂的時代，鬼幻化成人形，以戲謔的方式愚弄人類。某天，甚太在為了討伐鬼而前往的森林中，遇到了一位神秘且講述著遙遠未來的鬼……", 
    mal_id: 49778,  // 第一季
  season_ids: [49778]
 },
  { name: "齊木楠雄的災難", img: "https://i.postimg.cc/RCg4f3P6/078w_Gap_Oar_W51_O92Monge81Kh_JLkfv_YXAyvo_Fw_Mr6A.jpg", trailer: "q6ADSNh9ceQ",
    status: "完結", genre: ["校園","搞笑"], character: ["冷靜","高智商"], desc: "天生擁有超強超能力的高中生齊木楠雄，能讀心、瞬間移動、預知未來，甚至改變世界，但他唯一的願望只是──過著普通又安靜的高中生活。然而身邊聚集的一群個性比他能力還誇張的同學，讓他的「平靜人生」完全變成一場災難般的搞笑日常。", 
    mal_id: 33255,  // 第一季
  season_ids: [33255, 34612]
 },
  { name: "狂賭之淵", img: "https://i.postimg.cc/Wp5TrD9q/0001571333.jpg", 
    status: "完結", genre: ["心理","智鬥"], character: ["自信","高智商","瘋狂"], desc: "名門私立百花王學園不是靠成績或運動決勝，而是以賭博實力決定一切：地位、財富，甚至命運。神秘轉學生蛇喰夢子看似文雅端莊，卻是以「賭博為快感」的天才賭徒。她不為權力，只為享受賭局極限的刺激與瘋狂。她的到來，徹底撼動了學園腐敗的賭博制度，引爆一場又一場智力、膽量與人性的心理博弈。", 
    mal_id: 34933,  // 第一季
  season_ids: [34933, 37086]
 },
  { name: "WIND BREAKER", img: "https://i.postimg.cc/ZYw439fC/MV5BNDA2MDRh_NTEt_Mj_U4NC00Mz_Zj_LWJj_M2Ut_ZDg4MWI5OWU3Zj_Ew_Xk_Ey_Xk_Fqc_Gc_V1.jpg", 
    status: "連載", genre: ["冒險","動作","校園"], character: ["熱血","傲嬌","反差"], desc: "傷害他人的、破壞物品的人，那些將惡意帶到這裡的傢伙，不管有多少人，「防風鈴」都會將他們全部肅清，風鈴高中作為一間超不良學校遠近馳名。為了爬上那裡的「頂點」，高中一年級生「櫻遙」從「外面」來到了這個城鎮。然而，現在的風鈴高中有一群守護城鎮，人稱「防風鈴」的集團坐鎮。不良高中生・櫻的英雄傳說，將在這裡揭開序幕", 
    mal_id: 54900,  // 第一季
  season_ids: [54900, 59160]
 },
  { name: "屍體如山的死亡遊戲", img: "https://i.postimg.cc/2j0rvqHy/14703_p_230406.png", trailer: "IOkS_GU9BNc",
    status: "完結", genre: ["冒險","動作","異世界","血腥暴力"], character: ["冷靜","高智商"], desc: "天生擁有能看見死者靈魂的亞眼，並以此才能成為死靈法師，為帝國效力的不死者「屍神殿」，在珍貴的事物被摧毀後墮落成了威脅世界的災厄，尚存良知的他花費百年完成轉生秘術，並穿越到現代的日本新宿，期望取回平穩的生活。然而卻意外轉生到一名剛死亡不久的少年身上，等待他的則是有著超乎想像力量，被稱為「災厄」的「普通人類」犯罪者們......", 
    mal_id: 53613,  // 第一季
  season_ids: [53613, 54743]
},
  { name: "寄生獸：生命的準則", img: "https://i.postimg.cc/1Rvs6gW3/4a96c9184e86b85c78b620c400e8d7f7.jpg", trailer: "EKZswiMymLY",
    status: "完結", genre: ["哲學","血腥暴力","奇幻"], character: ["冷靜","內斂","有責任感"], desc: "某天神秘寄生生物從天而降，侵入人類身體並控制大腦，以人類外表生存並獵食他人。高中生泉新一因寄生失敗，寄生生物只佔據了他的右手，並取名為「右」。在人與寄生獸之間模糊的界線中，新一一邊與右共同生存，一邊面對越來越殘酷的現實，開始思考什麼是人？什麼是怪物？我們活著的意義是什麼？", 
    mal_id: 22535,  // 第一季
  season_ids: [22535]
 },
  { name: "紫羅蘭永恆花園", img: "https://i.postimg.cc/HW6d5JSp/161585364992.jpg", 
    status: "完結", genre: ["哲學","感人"], character: ["溫柔","內斂","有責任感"], desc: "曾是戰場兵器般存在的少女薇爾莉特，在戰爭結束後失去雙手與最重要的人。為了理解他留給自己的最後一句話——「我愛你」——她成為代寫信件的「自動手記人偶」，在為他人書寫思念的過程中，逐漸學會理解情感、思念與「愛」的真正含義。", 
    mal_id: 33352,  // 第一季
  season_ids: [33352]
 },
  { name: "鏈鋸人", img: "https://i.postimg.cc/Bn5nZTjM/c00e0a0d86a86e4a4aad56eb3e1hjfa5.jpg", 
    status: "連載", genre: ["冒險","動作","血腥暴力"], character: ["衝動","幽默"], desc: "在一個與現代社會相近，但充斥著被稱為「惡魔」的怪物橫行的世界。背負了父親遺留下龐大債務、因此過著極端負窮生活的少年淀治，他因為救了惡魔波奇塔，並與牠一起以惡魔獵人的身分斬殺低階惡魔來換取酬勞。有一天，流氓騙了淀治，讓他成為一堆惡魔的祭品，淀治在臨死之際，波奇塔犧牲自己，把心臟給了他，讓他復活並擁有了惡魔的力量，只要一拉位在心臟那邊的鏈子就能發動。之後淀治被公安人員看上，因此成為公安的惡魔獵人，就此展開奇妙的殺戮人生。", 
    mal_id: 44511,  // 第一季
  season_ids: [44511]
 },
  { name: "坂本日常", img: "https://i.postimg.cc/1303RG8M/0af7036114c1e4ec694fd417451vatr5.jpg", 
    status: "連載", genre: ["冒險","動作","搞笑"], character: ["冷靜","有責任感"], desc: "傳說中的最強殺手坂本太郎，因為戀愛而引退，現在只想和妻女過著平凡的便利商店老闆生活。但殺手世界並不打算放過他——一個接一個的刺客前來追殺。於是，身材發福但身手依然逆天的坂本，用超乎常人的反應、創意和搞笑方式，一邊「守護家人與日常」，一邊大戰殺手界！", 
    mal_id: 58939,  // 第一季
  season_ids: [58939, 60285]
 },
  { name: "約定的夢幻島", img: "https://i.postimg.cc/L8FsMC80/10755_p.jpg", 
    status: "完結", genre: ["冒險","懸疑"], character: ["有責任感","堅毅","勇敢"], desc: "在幸福之家孤兒院裡，孩子們與溫柔的「媽媽」一起過著安穩快樂的生活。然而某天，聰明的少女艾瑪與雷、諾曼意外發現——這座孤兒院其實是「人類飼養場」，孩子們將被送往鬼的世界作為食物。為了逃離命運，他們展開一場沒有大人幫助、只能依靠自己智慧、生存策略與團結的逃亡計畫，踏上追尋真正自由的旅程。", 
    mal_id: 37779,  // 第一季
  season_ids: [37779, 39617]
 },
  { name: "工作細胞", img: "https://i.postimg.cc/3xjxrXkB/77f599ecb823292a22e862f34f182zh5.png", 
    status: "完結", genre: ["動作","搞笑"], character: ["冷靜","善良"], desc: "在一個人的身體中，約有 60 兆個細胞，每種細胞都有各自的任務……冒失又慌張新人紅血球小姐，在她差點被肺炎鏈球菌襲擊時遇到了冷酷的白血球先生。白血球不僅在她差點被肺炎鏈球菌襲擊時，救了她一命，還順道幫她帶路到肺部……當遇到擦傷時，就需要可愛的血小板妹妹幫忙讓傷口癒合……本作將細胞及病菌擬人化，以深入淺出的方式介紹人體細胞的功能！！", 
    mal_id: 37141,  // 第一季
  season_ids: [37141, 39586, 41694]
 },
  { name: "LAZARUS", img: "https://i.postimg.cc/fRQbh2Rp/lazarus_original_anime_new_visual_v0_md3fx6mbxv3f1.webp", trailer: "7d2ot3PQBMs",
    status: "完結", genre: ["動作","科幻"], character: ["衝動","高智商"], desc: "西曆2052年，全世界達到前所未有的繁榮興盛。諾貝爾獎得主的腦神經學博士史金納發明了一款止痛劑「生命之泉」，讓人們從痛苦中解放，並很快獲得社會大眾接受。但是，此時史金納卻消失得無影無蹤，誰也不知道他的去向。三年後，神秘消失的史金納突然回歸世人眼前並帶來一則噩耗，聲稱服藥的三年後會逐漸致死，這也意味著可怕的世界級危機即將到來。為了拯救人類，政府從世界各地網羅人才，成立5人小組的特務組織「拉撒路」前往搶奪疫苗。他們能拯救人類嗎？", 
    mal_id: 56038,  // 第一季
  season_ids: [56038]
 },
  { name: "老夫老妻重返青春", img: "https://i.postimg.cc/3xQwHSxL/4d16059438a35bae6f718395371pp4q5.jpg", trailer: "SNRH8aIo0Jo",
    status: "完結", genre: ["戀愛","搞笑"], character: ["溫柔"], desc: "正藏和依音是一對結婚至今超過五十年，長年一起生活在農村並度過餘生的平凡老夫妻。某一天，兩人醒過來時，突然發現自己竟變回年輕時的樣貌！？不過他們很快就接受這樣的改變，同時也決定要趁這機會展開重返年輕時的夫妻生活。不只外表，連內在都十分有魅力的老爺爺與老奶奶所掀起的熱鬧恩愛夫妻喜劇就此登場！", 
    mal_id: 56230,  // 第一季
  season_ids: [56230]
 },
  { name: "家庭教師", img: "https://i.postimg.cc/Njv0wJjJ/11471_p.jpg", trailer: "exaG4m0Au3Q",
    status: "完結", genre: ["冒險","奇幻","動作"], character: ["善良","有責任感","溫柔"], desc: "在日本，故事中的主角「阿綱」在學校裡經常受人欺負,中學生人人都稱他為[廢柴阿綱]，直到有位嬰兒出現，改變了他的命運……名為「里包恩」的小嬰兒家教他是來自義大利的殺手,為了訓練阿綱成為黑手黨的繼承人,而來到日本,從此阿綱就無時無刻受到里包恩的嚴厲訓練,用彭哥列流傳的死氣彈讓阿綱變為死氣模式,並抱著必死的決心!!", 
    mal_id: 1604,  // 第一季
  season_ids: [1604]
 },
  { name: "鴨乃橋論的禁忌推理", img: "https://i.postimg.cc/cLGJN9Lk/15392_p_241004.png", trailer: "j53lkj6VvEU",
    status: "完結", genre: ["懸疑","犯罪"], character: ["冷靜","高智商"], desc: "「終生將這份稀有天賦奉獻給偵探業，是我的責任。」過去，偵探培訓學校BLUE，曾有一位號稱無論什麼謎題都解得開的天才，本人也宣告希望終生將稀有的天賦奉獻給偵探業的男人「鴨乃橋論」。但是，他作為偵探卻有個致命的缺陷：破案率100％，犯人逮捕率卻是0％！？有苦難言的偵探鴨乃橋論將與單純呆傻的搜查一課刑警一色都都丸聯手，華麗地解開所有的謎題。", 
    mal_id: 53879,  // 第一季
  season_ids: [53879, 57635]
 },
  { name: "怪獸八號", img: "https://i.postimg.cc/VkPNcGkR/364e1804505ddf88e2608ae324d738394545a068_md.jpg", 
    status: "完結", genre: ["冒險","奇幻","動作"], character: ["有責任感","堅毅"], desc: "在怪獸頻繁襲擊日本的世界裡，32歲的清潔員日比野卡夫卡曾夢想加入「日本防衛隊」討伐怪獸，卻多年未能實現。某天他意外變成可自由變身的「怪獸8號」，擁有強大怪獸力量。他決定以怪獸之身，反而加入防衛隊——在隱瞞身份的同時，為守護人們與重拾夢想而戰。", 
    mal_id: 52588,  // 第一季
  season_ids: [52588, 59177]
 },
  { name: "遊戲三人娘", img: "https://i.postimg.cc/XY6v0HYx/d_XCq_SXlw_B5Xv_OXLWJXDL9eg_EVA9.webp", trailer: "tUufVa039TQ",
    status: "完結", genre: ["校園","搞笑"], character: ["幽默"], desc: "三名國中女學生在「遊人研究會」當中玩一些日本遊戲，實實在在的令人發噱的遊樂喜劇。作者可以說是浪費畫功才能的漫畫家代表之一，明明是美少女，但是各種崩壞的顏藝還有令人腦洞大開的低能展開，實在是讓人笑到流出眼淚。", 
    mal_id: 37171,  // 第一季
  season_ids: [37171]
 },
  { name: "東京喰種", img: "https://i.postimg.cc/6pxQNjpc/10262_b_190716.jpg", trailer: "1O4b5psUJJg",
    status: "完結", genre: ["動作","血腥暴力","犯罪"], character: ["內斂"], desc: "《東京喰種》以東京為舞台，敘述有著「人的外型」的食人怪物「喰種」的故事。主角金木研在一場意外中移植了「喰種」怪物的器官，導致自己變成了一位「半喰種」，喪失人類味覺的金木，發現唯一能引起自己食慾的東西竟然是「人類的肉」！金木會為了守著人類意志而餓死，還是為了存活下去而「進食」？", 
    mal_id: 22319,  // 第一季
  season_ids: [22319, 37799, 27899, 36511]
 },
  { name: "我家的英雄", img: "https://i.postimg.cc/KjXYvJ5z/14693_p_230331.png", 
    status: "完結", genre: ["犯罪","懸疑"], character: ["冷靜","高智商","有責任感"], desc: "疼愛獨生女零花的微不足道上班族鳥栖哲雄，某天因為工作關係和開始一個人生活的零花相約見面，卻發現她臉上有被毆打的痕跡。在回家的路上，哲雄看見了像是犯人的男人，並尾隨在其後。隔天偷偷回到女兒的公寓，結果卻發生了使整個家庭的命運為之一變的事件。父親為了女兒、為了家庭，走上了修羅之道。", 
    mal_id: 52092,  // 第一季
  season_ids: [52092]
 },
  { name: "文豪野犬", img: "https://i.postimg.cc/SR0KNDGx/6ee2b7f601601e10d4e41c68231l7q25.jpg", 
    status: "連載", genre: ["冒險","奇幻","動作"], character: ["溫柔","善良"], desc: "被孤兒院趕出的少年中島敦偶然遇見神秘男子太宰治，並被帶入專門處理超自然事件的「武裝偵探社」。在這個人人擁有文豪名與異能的世界裡，偵探社與黑手黨、組織之間展開激烈鬥智與異能戰鬥。中島敦一邊發掘自身能力，一邊尋找「活著的價值」，也逐漸踏入文豪異能者們的命運漩渦。", 
    mal_id: 31478,  // 第一季
  season_ids: [31478, 32867, 38003, 50330, 54898]
 },
  { name: "路人超能100", img: "https://i.postimg.cc/tJ0gC2zJ/14719_p_230412.png", 
    status: "完結", genre: ["動作","搞笑","冒險"], character: ["善良","內斂","溫柔"], desc: "本作故事描述平凡又對青春抱有憧憬的中二少年──影山茂夫，他其實擁有特別的能力──那就是「超能力」。冒牌靈能者、可疑的宗教團體其他等等……想利用他這種超能力的各種怪咖都被他吸引而來，少年‧路人的心中似乎有股「力量」正在蠢蠢欲動。衝擊的超能力，青春的章節，就此開幕。", 
    mal_id: 32182,  // 第一季
  season_ids: [32182, 37510, 50172]
 },
{ name: "心靈判官", img: "https://i.postimg.cc/Qd5DDwNV/cd5f2fe21b8d693324e949c6181k1uw5.jpg", 
    status: "連載", genre: ["科幻","犯罪","心理"], character: ["冷靜","有責任感","堅毅"], desc: "在未來社會，每個人的精神狀態與犯罪可能性都能被系統「西比拉」量化成犯罪指數。只要指數過高，就會被判定為潛在罪犯並被逮捕甚至抹殺。新人監視官常守朱在執行任務的過程中，逐漸看見制度背後的矛盾與黑暗。面對冷酷的執行官、危險的罪犯，以及「什麼才是真正的正義」的拷問，她開始思考——如果系統可以判定一切，人類還需不需要自由與道德？", 
    mal_id: 13601,  // 第一季
  season_ids: [13601, 23281, 39491]
 },
 { name: "葬送的芙莉蓮", img: "https://i.postimg.cc/fRXsspWL/15306_p_230923.png", 
    status: "連載", genre: ["冒險","奇幻","勵志","感人"], character: ["冷靜","內斂"], desc: "魔法使芙莉蓮與勇者欣梅爾、海塔、艾冉等人一同經歷了10年的冒險，最終打倒魔王，替世界帶來了和平。芙莉蓮身為活了千年以上的精靈，她與欣梅爾等人約好再次相會後，便獨自踏上旅程。在那之後過了50年，芙莉蓮造訪欣梅爾的所在地，但她與50年前長得一模一樣，相較之下欣梅爾已經老去，早已時日無多。之後，芙莉蓮親眼見到過世的欣梅爾，深深體悟自己至今都沒有去「了解他人」。對此感到懊悔的她，決定「為了了解他人」而踏上旅程，並開始思考時間與生命的意義。", 
    mal_id: 52991,  // 第一季
  season_ids: [52991, 59978]
 },
 { name: "鋼之鍊金術師", img: "https://i.postimg.cc/DwshhHfh/5346b482228653b61b51b390231rvm65.jpg", 
    status: "完結", genre: ["冒險","奇幻","動作","血腥暴力"], character: ["熱血","衝動"], desc: "愛德華和弟弟阿爾馮斯，為了再次見到童年時去世的母親，進行了煉金術中最大的禁忌—人體煉成。為了換回弟弟，愛德華犧牲自己的右手作為代價，將弟弟的靈魂煉成並固定在一副鎧甲上。為了取回他們所失去的一切，愛德華和阿爾馮斯開始踏上了找回自己身體的旅程。愛德華失去的右臂和左腿由鋼制義肢「機械鎧」來替代，因此被授予「鋼」的稱號，故被稱為「鋼之煉金術師」", 
    mal_id: 5114,  // 第一季
  season_ids: [5114]
 },
 { name: "刀劍神域", img: "https://i.postimg.cc/T3mxxF2X/9357_poster.jpg", 
    status: "完結", genre: ["冒險","奇幻","動作","科幻","戀愛"], character: ["冷靜","高智商","有責任感"], desc: "在全感虛擬實境遊戲《Sword Art Online》正式啟動的那天，玩家卻發現——無法登出。如果在遊戲中死亡，現實中的身體也會死亡。主角桐人憑藉頂尖玩家實力，在戰鬥中逐漸成為希望象徵，並與同伴亞絲娜攜手挑戰一層層的死亡戰場，只為在絕望的世界中活著回去。", 
    mal_id: 11757,  // 第一季
  season_ids: [11757, 40540, 39597, 21881, 36474]
 },
 { name: "章魚嗶的原罪", img: "https://i.postimg.cc/GmYRRV3C/7e59578ca85d5a8659c27a62431u9aa5.jpg", 
    status: "完結", genre: ["科幻","懸疑","血腥暴力"], character: ["冷靜"], desc: "來自HAPPY星的外星人章魚嗶，目的是在地球散播HAPPY。結果出師不利，一來到地球他就差點餓死，此時救了他一命的是平凡的少女小靜。然而章魚嗶發現，小靜卻始終沒有笑容。為了讓小靜找回遺失的笑容，章魚嗶努力奔走，但小靜所處的環境卻是遠超乎章魚嗶所能想像的嚴苛。在這樣的情況下，章魚嗶究竟犯下了什麼樣的大罪.", 
    mal_id: 60489,  // 第一季
  season_ids: [60489]
 },
 { name: "異世界食堂", img: "https://i.postimg.cc/1Rd2B6sk/91242013b190e4a36e77e48cf7b77aab6c45a58e-md.jpg", trailer: "Y7DuhSollYQ",
    status: "完結", genre: ["奇幻","異世界","美食"], character: ["善良"], desc: "「貓咪西餐廳」，創業以來一直持續滿足商業區上班族們的胃。雖然是間西餐廳，但西餐以外的菜單也非常豐富，但也只有這點勉強算得上是餐廳特徵。這麼一間不起眼的小餐廳，在每週六都會對外公休，迎接「異世界客人」的光顧。每到這天，店內的牆上就會出現一道門，讓這群不論是人族、魔族、鬼族、精靈族、蜥蜴人族、吸血鬼族、獸人、傳說的魔龍，從「門內」光臨！", 
    mal_id: 34012,  // 第一季
  season_ids: [34012,48804]
 },
];

export default animeList;